Repository: feincms/feincms3-cookiecontrol
Catalog: feincms3_cookiecontrol/locale/*/LC_MESSAGES/django.po
Languages: es, fr, it

# f3cc
source: We would like to show you content from the provider %(title)s, but respect your privacy. If you agree to the provider's privacy policy, please click the following button to view the content.
es: Nos gustaría mostrarle contenido del proveedor %(title)s, pero respete su privacidad. Si está de acuerdo con la política de privacidad del proveedor, haga clic en el siguiente botón para ver el contenido.
fr: Nous aimerions vous montrer le contenu du fournisseur %(title)s, mais respectons votre vie privée. Si vous acceptez la politique de confidentialité provider, veuillez cliquer sur le bouton suivant pour afficher le contenu.
it: Vorremmo mostrarti i contenuti del provider %(title)s, ma rispetta la tua privacy. Se si accetta l'informativa sulla privacy di provider, fare clic sul pulsante seguente per visualizzare il contenuto.

# f3cc
source: Show the content
es: Mostrar el contenido
fr: Afficher le contenu
it: Visualizzare il contenuto

# f3cc
source: Privacy policy
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy

# f3cc
source: Cookies on Our Website
es: Cookies en nuestro sitio web
fr: Cookies sur notre page Web
it: Cookie sul nostro sito web

# f3cc
source: We use cookies to enhance the user experience on our website. Read our {link_start}privacy policy{link_end} to find out more about how we use cookies and protect your data.
es: Cookies en nuestro sitio web: Utilizamos cookies para facilitar el uso de nuestro sitio web. Consulte nuestra {link_start}política de privacidad{link_end} para obtener más información sobre cómo utilizamos las cookies y protegemos sus datos.
fr: Nous utilisons des cookies pour optimiser l’expérience des utilisateurs sur notre site Web. Lisez notre {link_start}politique de confidentialité{link_end} pour en savoir plus sur notre utilisation de cookies et la protection de vos données.
it: Utilizziamo i cookie per rendere il nostro sito web di facile utilizzo. Nelle nostre {link_start}direttive sulla protezione dei dati{link_end} trovi informazioni su come usiamo i cookie e sulla protezione dei tuoi dati.

# f3cc
source: Accept all cookies
es: Aceptar todos
fr: Tout accepter
it: Accetta tutti

# f3cc
source: Refuse non-essential cookies
es: Rechazar cookies no esenciales
fr: Refuser les cookies non essentiels
it: Rifiutare i cookie non essenziali

# f3cc
source: Modify cookie settings
es: Adaptar la configuración de las cookies
fr: Modifier les paramètres des cookies
it: Regola le impostazioni dei cookie

source: technical name
es: Nombre técnico
fr: nom technique
it: nome tecnico

source: HTML code to inject if cookies are accepted.
es: Código HTML para inyectar si se aceptan cookies.
fr: Code html à injecter si les cookies sont acceptés.
it: Codice HTML da inserire se i cookie sono accettati.

source: This doesn't look right. Please start with a HTML tag (e.g. <script>, <div>).
es: Esto no se ve bien. Por favor, comience con una etiqueta HTML (por ejemplo <script>, <div>).
fr: Cela n'a pas l'air correct. Veuillez commencer par une balise html (par exemple <script>, <div>).
it: Questo non sembra giusto. Si prega di iniziare con un tag HTML (ad esempio <script>, <div>).

source: Entering <noscript> tags doesn't make sense.
es: Introducir elementos <noscript> no tiene sentido.
fr: La saisie de balises <noscript> n'a pas de sens.
it: Inserire i tag <noscript> non ha senso.
